# Этот файлик является вашим заданием на дом (если вы смогли его открыть вы уже молодец, так держать)

# это ваши данные для работы ->
spisok = [i for i in range(1000)]
text = "Какой то текст (БЭЭ-23-6-1)"


# Задание 1 выведите в консоль только четные числа в диапозоне от 1 до 1000 (можете модифицировать переменную spisok или делать своими силами)

# Задание 2 разверните задом наперед строку указанную в переменной text пример: "паша" -> "ашап" (можете пользоваться любыми средствами)

# Использование чата гпт - разрешено НО вам потребуется объяснить что происходит в коде (потенциальная награда два (2) плюсика ("+"))

